{
    "H": 3.4585348918105128,
    "besedilo": "m.' So he dressed himself as a poor\r\nman, and came secretly to the king's court, and was scarcely within the\r\ndoors when the horse began to eat, and the bird to sing, and the princess\r\nleft off weeping. Then he went to the king, and told him all his\r\nbrothers' roguery; and they were seized and punished, and he had the\r\nprincess given to him again; and after the king's death he was heir to\r\nhis kingdom.\r\n\r\nA long while after, he went to walk one day in the wood, and the old fox\r\nmet him, and besought him with tears in his eyes to kill him, and cut\r\noff his head and feet. And at last he did so, and in a moment the\r\nfox was changed into a man, and turned out to be the brother of the\r\nprincess, who had been lost a great many many years.\r\n\r\n\r\n\r\n\r\nHANS IN LUCK\r\n\r\nSome men are born to good luck: all they do or try to do comes\r\nright--all that falls to them is so much gain--all their geese are\r\nswans--all their cards are trumps--toss them which way you will, they\r\nwill always, like poor puss, alight upon their legs, and only move on so\r\nmuch the faster. The world may very likely not always think of them as\r\nthey think of themselves, but what care they for the world? what can it\r\nknow about the matter?\r\n\r\nOne of these lucky beings was neighbour Hans. Seven long years he had\r\nworked hard for his master. At last he said, 'Master, my time is up; I\r\nmust go home and see my poor mother once more: so pray pay me my wages\r\nand let me go.' And the master said, 'You have been a faithful and good\r\nservant, Hans, so your pay shall be handsome.' Then he gave him a lump\r\nof silver as big as his head.\r\n\r\nHans took out his pocket-handkerchief, put the piece of silver into it,\r\nthrew it over his shoulder, and jogged off on his road homewards. As he\r\nwent lazily on, dragging one foot after another, a man came in sight,\r\ntrotting gaily along on a capital horse. 'Ah!' said Hans aloud, 'what a\r\nfine thing it is to ride on horseback! There he sits as easy and happy\r\nas if he was at home, in the chair by his fireside; he trips against no\r\nstones, saves shoe-leather, and gets on he hardly knows how.' Hans did\r\nnot speak so softly but the horseman heard it all, and said, 'Well,\r\nfriend, why do you go on foot then?' 'Ah!' said he, 'I have this load to\r\ncarry: to be sure it is silver, but it is so heavy that I can't hold up\r\nmy head, and you must know it hurts my shoulder sadly.' 'What do you say\r\nof making an exchange?' said the horseman. 'I will give you my horse,\r\nand you shall give me the silver; which will save you a great deal of\r\ntrouble in carrying such a heavy load about with you.' 'With all my\r\nheart,' said Hans: 'but as you are so kind to me, I must tell you one\r\nthing--you will have a weary task to draw that silver about with you.'\r\nHowever, the horseman got off, took the silver, helped Hans up, gave him\r\nthe bridle into one hand and the whip into the other, and said, 'When\r\nyou want to go very fast, smack your lips loudly together, and cry\r\n\"Jip!\"'\r\n\r\nHans was delighted as he sat on the horse, drew himself up, squared his\r\nelbows, turned out his toes, cracked his whip, and rode merrily off, one\r\nminute whistling a merry tune, and another singing,\r\n\r\n 'No care and no sorrow,\r\n  A fig for the morrow!\r\n  We'll laugh and be merry,\r\n  Sing neigh down derry!'\r\n\r\nAfter a time he thought he should like to go a little faster, so he\r\nsmacked his lips and cried 'Jip!' Away went the horse full gallop; and\r\nbefore Hans knew what he was about, he was thrown off, and lay on his\r\nback by the road-side. His horse would have ran off, if a shepherd who\r\nwas coming by, driving a cow, had not stopped it. Hans soon came to\r\nhimself, and got upon his legs again, sadly vexed, and said to the\r\nshepherd, 'This riding is no joke, when a man has the luck to get upon\r\na beast like this that stumbles and flings him off as if it would break\r\nhis neck. However, I'm off now once for all: I like your cow now a great\r\ndeal better than this smart beast that played me this trick, and has\r\nspoiled my best coat, you see, in this puddle; which, by the by, smells\r\nnot very like a nosegay. One can walk along at one's leisure behind that\r\ncow--keep good company, and have milk, butter, and cheese, every day,\r\ninto the bargain. What would I give to have such a prize!' 'Well,' said\r\nthe shepherd, 'if you are so fond of her, I will change my cow for your\r\nhorse; I like to do good to my neighbours, even though I lose by it\r\nmyself.' 'Done!' said Hans, merrily. 'What a noble heart that good man\r\nhas!' thought he. Then the shepherd jumped upon the horse, wished Hans\r\nand the cow good morning, and away he rode.\r\n\r\nHans brushed his coat, wiped his face and hands, rested a while, and\r\nthen drove off his cow quietly, and thought his bargain a very lucky\r\none. 'If I have only a piece of bread (and I certainly shall always be\r\nable to get that), I can, whenever I like, eat my butter and cheese with\r\nit; and when I am thirsty I can milk my cow and drink the milk: and what\r\ncan I wish for more?' When he came to an inn, he halted, ate up all his\r\nbread, and gave away his last penny for a glass of beer. When he had\r\nrested himself he set off again, driving his cow towards his mother's\r\nvillage. But the heat grew greater as soon as noon came on, till at\r\nlast, as he found himself on a wide heath that would take him more than\r\nan hour to cross, he began to be so hot and parched that his tongue\r\nclave to the roof of his mouth. 'I can find a cure for this,' thought\r\nhe; 'now I will milk my cow and quench my thirst': so he tied her to the\r\nstump of a tree, and held his leathern cap to milk into; but not a drop\r\nwas to be had. Who would have thought that this cow, which was to bring\r\nhim milk and butter and cheese, was all that time utterly dry? Hans had\r\nnot thought of looking to that.\r\n\r\nWhile he was trying his luck in milking, and managing the matter very\r\nclumsily, the uneasy beast began to think him very troublesome; and at\r\nlast gave him such a kick on the head as kno",
    "p": 1
}